[
  {
    "dataset_id": 1,
    "dataset_name": "Roh",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/28251903",
    "title": "Integrated molecular analysis of tumor biopsies on sequential CTLA-4 and PD-1 blockade reveals markers of response and resistance",
    "summary": "Molecular profiling including t cell receptor sequencing and whole-exome sequencing was performed on melanoma patients treated with sequential anti-ctla-4 followed by anti-pd1. this study found that a more clonal t cell repertoire was predictive of response to pd-1 and that a higher burden of copy number loss was seen in nonresponders to immune checkpoint blockade.",
    "authors": "Roh, w., et al., integrated molecular analysis of tumor biopsies on sequential ctla-4 and pd-1 blockade reveals markers of response and resistance. sci transl med, 2017. 9(379).",
    "identifiers": [
      {
        "identifier": "Supplementary Tables",
        "link": ""
      }
    ]
  },
  {
    "dataset_id": 2,
    "dataset_name": "Miao.2",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/30150660/",
    "title": "Genomic correlates of response to immune checkpoint blockade in microsatellite-stable solid tumors",
    "summary": "Whole-exome sequencing of 249 tumors and matched normal tissue from patients treated with immune checkpoint blockade identified genomic correlates of response. tumour mutation burden was associated with response to immune checkpoint blockade. clonal driver alterations in pik3ca and kras were associated with responsiveness to immune checkpoint blockade.   mutations in egfr were associated with resistance to immune checkpoint blockade. differential copy number alterations were associated with response or resistance to immune checkpoint therapy pten loss was associated with resistance to immunotherapy.",
    "authors": "Miao, d., et al., genomic correlates of response to immune checkpoint blockade in microsatellite-stable solid tumors. nat genet, 2018. 50(9): p. 1271-1281.",
    "identifiers": [
      {
        "identifier": "Supplementary Tables",
        "link": ""
      }
    ]
  },
  {
    "dataset_id": 3,
    "dataset_name": "INSPIRE",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/30867072/",
    "title": "An interim report on the investigator-initiated phase 2 study of pembrolizumab immunological response evaluation (INSPIRE)",
    "summary": "",
    "authors": "Clouthier DL., et al., an interim report on the investigator-initiated phase 2 study of pembrolizumab immunological response evaluation (INSPIRE). J Immunother Cancer. 2019 Mar 13;7(1):72. doi: 10.1186/s40425-019-0541-0. PMID: 30867072; PMCID: PMC6417194.",
    "identifiers": []
  },
  {
    "dataset_id": 4,
    "dataset_name": "Liu",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/31792460/",
    "title": "Integrative molecular and clinical modeling of clinical outcomes to PD1 blockade in patients with metastatic melanoma",
    "summary": "Whole-exome and whole-transcriptome sequencing of 144 melanoma patients with treated with anti-pd1 was undertaken. this study identified that genomic and transcriptomic features, including features associated with mhc-i and mhc-ii antigen presentation, were predicted of response to immunotherapy.",
    "authors": "Liu, d., et al., integrative molecular and clinical modeling of clinical outcomes to pd1 blockade in patients with metastatic melanoma. nat med, 2019. 25(12): p. 1916-1927.",
    "identifiers": [
      {
        "identifier": "Supplementary Tables",
        "link": ""
      }
    ]
  },
  {
    "dataset_id": 5,
    "dataset_name": "Hugo",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/26997480/",
    "title": "Genomic and Transcriptomic Features of Response to Anti-PD-1 Therapy in Metastatic Melanoma",
    "summary": "This study analyzed the somatic mutanomes and transcriptomes of pretreatment melanoma biopsies and found that high mutational loads and tumors enriched for mutations in the dna repair gene brca2 associate with improved survival and tumors from responding patients are enriched for mutations in the dna repair gene brca2. they proposed a transcriptional signature (ipres, or innate anti-pd-1 resistance) that associated with resistance to anti-pd1 therapy.",
    "authors": "Hugo, w., et al., genomic and transcriptomic features of response to anti-pd-1 therapy in metastatic melanoma. cell, 2016. 165(1): p. 35-44.",
    "identifiers": [
      {
        "identifier": "GEO: GSE78220",
        "link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE78220"
      },
      {
        "identifier": "SRA: SRP067938",
        "link": "https://trace.ncbi.nlm.nih.gov/Traces/sra/?study=SRP067938"
      },
      {
        "identifier": "SRA:SRP090294",
        "link": "https://trace.ncbi.nlm.nih.gov/Traces/sra/?study=SRP090294"
      }
    ]
  },
  {
    "dataset_id": 6,
    "dataset_name": "Hwang",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/31959763",
    "title": "Immune gene signatures for predicting durable clinical benefit of anti-PD-1 immunotherapy in patients with non-small cell lung cancer",
    "summary": "Analysis of 21 patients with nsclc treated anti-pd1 antibody identified 2 gene signatures m1(cblb, ccr7, cd27, cd48, foxo1, fyb, hla-b, hla-g, ifih1, ikzf4, lamp3, nfkbia, samhd1) and a peripheral t cell signature (hla-doa, gpr18, stat1) that are predictive of improved responses to anti-pd1.",
    "authors": "Hwang, s., et al., immune gene signatures for predicting durable clinical benefit of anti-pd-1 immunotherapy in patients with non-small cell lung cancer. sci rep, 2020. 10(1): p. 643.",
    "identifiers": [
      {
        "identifier": "GEO: GSE136961",
        "link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE136961"
      }
    ]
  },
  {
    "dataset_id": 7,
    "dataset_name": "VanDenEnde",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/33504550/",
    "title": "Neoadjuvant Chemoradiotherapy Combined with Atezolizumab for Resectable Esophageal Adenocarcinoma: A Single-arm Phase II Feasibility Trial (PERFECT)",
    "summary": "",
    "authors": "van den Ende T., et al., Neoadjuvant Chemoradiotherapy Combined with Atezolizumab for Resectable Esophageal Adenocarcinoma: A Single-arm Phase II Feasibility Trial (PERFECT). Clin Cancer Res. 2021 Jun 15;27(12):3351-3359. doi: 10.1158/1078-0432.CCR-20-4443. Epub 2021 Jan 27. PMID: 33504550.",
    "identifiers": [
      {
        "identifier": "GEO: GSE165252",
        "link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE165252"
      }
    ]
  },
  {
    "dataset_id": 8,
    "dataset_name": "Fumet.1",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/30318514/",
    "title": "Prognostic and predictive role of CD8 and PD-L1 determination in lung tumor tissue of patients under anti-PD-1 therapy",
    "summary": "Rna sequencing and/or immunohistochemistry staining was investigated in 1166 advanced or unresectable nsclc patients. this study found that high cd8a expression was associated with longer os and high cd274 mrna was associated with poor prognosis. in patients treated with anti-pd-1 high cd8 expression and cd8a mrna were associated with more prolonged progression-free survival. in nsclc patients treated with immune checkpoint blockade, cd8a and cd274 was highly predictive of outcome.",
    "authors": "Fumet, j.d., et al., prognostic and predictive role of cd8 and pd-l1 determination in lung tumor tissue of patients under anti-pd-1 therapy. br j cancer, 2018. 119(8): p. 950-960.",
    "identifiers": []
  },
  {
    "dataset_id": 9,
    "dataset_name": "Shiuan",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/33806963/",
    "title": "Clinical Features and Multiplatform Molecular Analysis Assist in Understanding Patient Response to Anti-PD-1/PD-L1 in Renal Cell Carcinoma",
    "summary": "",
    "authors": "Shiuan E., et al., clinical Features and Multiplatform Molecular Analysis Assist in Understanding Patient Response to Anti-PD-1/PD-L1 in Renal Cell Carcinoma. Cancers (Basel). 2021 Mar 23;13(6):1475. doi: 10.3390/cancers13061475. PMID: 33806963; PMCID: PMC8004696.",
    "identifiers": [
      {
        "identifier": "Supplementary Tables",
        "link": ""
      }
    ]
  },
  {
    "dataset_id": 10,
    "dataset_name": "Mariathasan",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/29443960/",
    "title": "TGF? attenuates tumour response to PD-L1 blockade by contributing to exclusion of T cells",
    "summary": "Analysis of patients with metastatic urothelial cancer who were treated with an anti-pdl1 agent. the presence of a cd8+ t-effector cell phenotype and high neoantigen or tumor mutation burden was associated with response to anti-pdl1. the presence of a signature of transforming growth factor ? (tgf?) signaling in fibroblasts was associated with lack of response to anti-pdl1.",
    "authors": "Mariathasan, s., et al., tgf? attenuates tumour response to pd-l1 blockade by contributing to exclusion of t cells. nature, 2018. 554(7693): p. 544-548.",
    "identifiers": [
      {
        "identifier": "http://research-pub.gene.com/IMvigor210CoreBiologies/",
        "link": "http://research-pub.gene.com/IMvigor210CoreBiologies/"
      }
    ]
  },
  {
    "dataset_id": 11,
    "dataset_name": "Puch",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/33542239/",
    "title": "Ratio of the interferon-? signature to the immunosuppression signature predicts anti-PD-1 therapy response in melanoma",
    "summary": "",
    "authors": "Cui C., et al., Ratio of the interferon-? signature to the immunosuppression signature predicts anti-PD-1 therapy response in melanoma. NPJ Genom Med. 2021 Feb 4;6(1):7. doi: 10.1038/s41525-021-00169-w. PMID: 33542239; PMCID: PMC7862369..",
    "identifiers": [
      {
        "identifier": "https://github.com/xmuyulab/ims_gene_signature",
        "link": "https://github.com/xmuyulab/ims_gene_signature"
      }
    ]
  },
  {
    "dataset_id": 12,
    "dataset_name": "Riaz",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/29033130/",
    "title": "Tumor and Microenvironment Evolution during Immunotherapy with Nivolumab",
    "summary": "Whole-exome, transcriptome, and/or t cell receptor (tcr) sequencing 68 patients that received anti-pd1. a decrease in detectable mutations and expansion of t-cell clones was associated with response to ant-pd1. pre-therapy expression analysis identified pre-existing immune programs in responders and expression footprints of “hot” versus “cold” tumors based on prior immunotherapy exposure.",
    "authors": "Riaz, n., et al., tumor and microenvironment evolution during immunotherapy with nivolumab. cell, 2017. 171(4): p. 934-949.e16.",
    "identifiers": [
      {
        "identifier": "https://github.com/riazn/bms038_analysis",
        "link": "https://github.com/riazn/bms038_analysis"
      }
    ]
  },
  {
    "dataset_id": 13,
    "dataset_name": "Rizvi.18",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/29337640/",
    "title": "Molecular Determinants of Response to Anti-Programmed Cell Death (PD)-1 and Anti-Programmed Death-Ligand 1 (PD-L1) Blockade in Patients with Non-Small-Cell Lung Cancer Profiled with Targeted Next-Generation Sequencing",
    "summary": "Tumor mutation burden, the fraction of copy number-altered genome, and gene alterations were investigated in advanced nsclc cancer treated with anti-pd1 and anti pdl1. increased tumor mutation burden was associated with improved responsiveness to immune checkpoint blockade and longer pfs. variants in egfr and stk11 associated with a lack of benefit. tmb and pd-l1 expression were independent variables, and a composite of tmb plus pd-l1 further enriched for a benefit to immune checkpoint blockade.",
    "authors": "Rizvi, h., et al., molecular determinants of response to anti-programmed cell death (pd)-1 and anti-programmed death-ligand 1 (pd-l1) blockade in patients with non-small-cell lung cancer profiled with targeted next-generation sequencing. j clin oncol, 2018. 36(7): p. 633-641.",
    "identifiers": [
      {
        "identifier": "https://www.cbioportal.org/study/summary?id=luad_mskcc_2015",
        "link": "https://www.cbioportal.org/study/summary?id=luad_mskcc_2015"
      }
    ]
  },
  {
    "dataset_id": 14,
    "dataset_name": "Nathanson",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/27956380",
    "title": "Somatic Mutations and Neoepitope Homology in Melanomas Treated with CTLA-4 Blockade",
    "summary": "This study analyzed cancer exome data from 64 melanoma patients treated with ctla-4 blockade and rna-seq data from 24 of these patients. somatic mutation burden on pretreatment samples was associated with response to immune checkpoint blockade.",
    "authors": "Nathanson, t., et al., somatic mutations and neoepitope homology in melanomas treated with ctla-4 blockade. cancer immunol res, 2017. 5(1): p. 84-91.",
    "identifiers": [
      {
        "identifier": "http://www.hammerlab.org/melanoma-reanalysis/",
        "link": "http://www.hammerlab.org/melanoma-reanalysis/"
      }
    ]
  },
  {
    "dataset_id": 15,
    "dataset_name": "Samstein",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/30643254/",
    "title": "Tumor mutational load predicts survival after immunotherapy across multiple cancer types",
    "summary": "This study analyzed the clinical and genomic data of 1,662 advanced cancer patients treated with ici, and 5,371 non-ici-treated patients, whose tumors underwent targeted next-generation sequencing (msk-impact). higher somatic tmb (highest 20% in each histology) was associated with better overall survival among all patients. for most cancer histologies, an association between higher tmb and improved survival was observed. the tmb cutpoints associated with improved survival varied markedly between cancer types. these data indicate that tmb is associated with improved survival in patients receiving ici across a wide variety of cancer types but that there may not be one universal definition of high tmb.",
    "authors": "Samstein, r.m., et al., tumor mutational load predicts survival after immunotherapy across multiple cancer types. nat genet, 2019. 51(2): p. 202-206.",
    "identifiers": [
      {
        "identifier": "https://www.cbioportal.org/study/summary?id=tmb_mskcc_2018",
        "link": "https://www.cbioportal.org/study/summary?id=tmb_mskcc_2018"
      }
    ]
  },
  {
    "dataset_id": 16,
    "dataset_name": "Van_Allen",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/26359337",
    "title": "Genomic correlates of response to CTLA-4 blockade in metastatic melanoma",
    "summary": "Analyzed whole exomes from pretreatment melanoma tumor biopsies and matching germline tissue samples from 110 patients. for 40 of these patients, we also obtained and analyzed transcriptome data from the pretreatment tumor samples. overall mutational load, neoantigen load, and expression of cytolytic markers in the immune microenvironment were significantly associated with clinical benefit",
    "authors": "Van allen, e.m., et al., genomic correlates of response to ctla-4 blockade in metastatic melanoma. science, 2015. 350(6257): p. 207-211.",
    "identifiers": [
      {
        "identifier": "https://github.com/vanallenlab/VanAllen_CTLA4_Science_RNASeq_TPM",
        "link": "https://github.com/vanallenlab/VanAllen_CTLA4_Science_RNASeq_TPM"
      }
    ]
  },
  {
    "dataset_id": 17,
    "dataset_name": "Miao.1",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/29301960/",
    "title": "Genomic correlates of response to immune checkpoint therapies in clear cell renal cell carcinoma",
    "summary": "Whole-exome sequencing of 98 patients with metastatic renal cell cancer found that loss-of-function mutations in the pbrm1 gene were associated with increased clinical benefit from immune checkpoint therapy.",
    "authors": "Miao, d., et al., genomic correlates of response to immune checkpoint therapies in clear cell renal cell carcinoma. science, 2018. 359(6377): p. 801-806.",
    "identifiers": [
      {
        "identifier": "Supplementary Tables",
        "link": ""
      }
    ]
  },
  {
    "dataset_id": 18,
    "dataset_name": "Fumet.2",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/30318514/",
    "title": "Prognostic and predictive role of CD8 and PD-L1 determination in lung tumor tissue of patients under anti-PD-1 therapy",
    "summary": "Rna sequencing and/or immunohistochemistry staining was investigated in 1166 advanced or unresectable nsclc patients. this study found that high cd8a expression was associated with longer os and high cd274 mrna was associated with poor prognosis. in patients treated with anti-pd-1 high cd8 expression and cd8a mrna were associated with more prolonged progression-free survival. in nsclc patients treated with immune checkpoint blockade, cd8a and cd274 was highly predictive of outcome.",
    "authors": "Fumet, j.d., et al., prognostic and predictive role of cd8 and pd-l1 determination in lung tumor tissue of patients under anti-pd-1 therapy. br j cancer, 2018. 119(8): p. 950-960.",
    "identifiers": []
  },
  {
    "dataset_id": 19,
    "dataset_name": "Jerby_Arnon",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/30388455/",
    "title": "A Cancer Cell Program Promotes T Cell Exclusion and Resistance to Checkpoint Blockade ",
    "summary": "A transcriptional program associated with t-cell exclusion and immunotherapy failure was derived from single cell rna-seq profiles of cancer cells in 33 human melanoma tumors (15 of the tumors in the single-cell cohort are post-ici-resistant tumors",
    "authors": "Jerby-arnon, l., et al., a cancer cell program promotes t cell exclusion and resistance to checkpoint blockade. cell, 2018. 175(4): p. 984-997.e24.",
    "identifiers": [
      {
        "identifier": "Supplementary Tables",
        "link": ""
      }
    ]
  },
  {
    "dataset_id": 20,
    "dataset_name": "Gide",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/30753825/",
    "title": "Distinct Immune Cell Populations Define Response to Anti-PD-1 Monotherapy and Anti-PD-1/Anti-CTLA-4 Combined Therapy",
    "summary": "",
    "authors": "Gide TN., et al., Distinct Immune Cell Populations Define Response to Anti-PD-1 Monotherapy and Anti-PD-1/Anti-CTLA-4 Combined Therapy. Cancer Cell. 2019 Feb 11;35(2):238-255.e6. doi: 10.1016/j.ccell.2019.01.003. PMID: 30753825.",
    "identifiers": [
      {
        "identifier": "ENA: PRJEB23709",
        "link": "https://www.ebi.ac.uk/ena/browser/view/PRJEB23709"
      }
    ]
  },
  {
    "dataset_id": 21,
    "dataset_name": "Snyder",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/28552987",
    "title": "Contribution of systemic and somatic factors to clinical response and resistance to PD-L1 blockade in urothelial cancer: An exploratory multi-omic analysis",
    "summary": "Whole-exome sequencing rna sequencing and t cell receptor sequencing of pretreatment urothelial tumor and blood samples were studied. the presence of a higher proportion of tumor-infiltrating t lymphocytes was associated with improved responsiveness to anti-pdl1.  pretreatment peripheral blood tcr clonality below the median was associated with improved pfs to anti-pdl1, and substantial expansion of tumor-associated tcr clones in the peripheral blood 3 weeks after starting anti-pdl1 treatment was associated with improved responses also. the combination of high pretreatment peripheral blood tcr clonality with elevated pd-l1 ic staining in tumor tissue was associated with poor clinical outcomes to anti-pdl1.",
    "authors": "Snyder, a., et al., contribution of systemic and somatic factors to clinical response and resistance to pd-l1 blockade in urothelial cancer: an exploratory multi-omic analysis. plos med, 2017. 14(5): p. e1002309.",
    "identifiers": [
      {
        "identifier": "http://doi.org/10.5281/zenodo.546110",
        "link": "http://doi.org/10.5281/zenodo.546110"
      }
    ]
  },
  {
    "dataset_id": 22,
    "dataset_name": "Kim",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/30013197/",
    "title": "Comprehensive molecular characterization of clinical responses to PD-1 inhibition in metastatic gastric cancer",
    "summary": "",
    "authors": "Kim ST., et al., Comprehensive molecular characterization of clinical responses to PD-1 inhibition in metastatic gastric cancer. Nat Med. 2018 Sep;24(9):1449-1458. doi: 10.1038/s41591-018-0101-z. Epub 2018 Jul 16. PMID: 30013197.",
    "identifiers": [
      {
        "identifier": "ENA: PRJEB25780",
        "link": "https://www.ebi.ac.uk/ena/browser/view/PRJEB25780"
      }
    ]
  },
  {
    "dataset_id": 23,
    "dataset_name": "Jung",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/31537801/",
    "title": "DNA methylation loss promotes immune evasion of tumors with high mutation and copy number load",
    "summary": "Methylome analysis of 121 lung cancer patients and 40 melanoma patients found that genomic methylation alterations are associated with increased resistance to immune checkpoint blockade.",
    "authors": "Jung, h., et al., dna methylation loss promotes immune evasion of tumours with high mutation and copy number load. nat commun, 2019. 10(1): p. 4278.",
    "identifiers": [
      {
        "identifier": "GEO: GSE135222",
        "link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE135222"
      }
    ]
  },
  {
    "dataset_id": 24,
    "dataset_name": "Rizvi.15",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/25765070",
    "title": "Cancer immunology. Mutational landscape determines sensitivity to PD-1 blockade in non-small cell lung cancer",
    "summary": "Whole-exome sequencing of non-small cell lung cancers treated with anti-pd-1 found that higher nonsynonymous mutation burden in tumors was associated with an improved objective response, durable clinical benefit, and progression-free survival. responsiveness to immune checkpoint blockade was also associated with the molecular smoking signature, higher neoantigen burden, and dna repair pathway mutation.",
    "authors": "Rizvi, n.a., et al., cancer immunology. mutational landscape determines sensitivity to pd-1 blockade in non-small cell lung cancer. science, 2015. 348(6230): p. 124-8.",
    "identifiers": [
      {
        "identifier": "https://www.cbioportal.org/study/summary?id=luad_mskcc_2015",
        "link": "https://www.cbioportal.org/study/summary?id=luad_mskcc_2015"
      }
    ]
  },
  {
    "dataset_id": 25,
    "dataset_name": "Braun",
    "pmid": "https://pubmed.ncbi.nlm.nih.gov/32472114/",
    "title": "Interplay of somatic alterations and immune infiltration modulates response to PD-1 blockade in advanced clear cell renal cell carcinoma",
    "summary": "Whole-exome, rna sequencing and immunofluorescence analysis of 592 tumors from patients with advanced renal cell cancer treatment with anti-pd-1 immune checkpoint blockade. numerous chromosomal alterations were identified and correlated with response or resistance to pd-1 blockade.",
    "authors": "Braun, d.a., et al., interplay of somatic alterations and immune infiltration modulates response to pd-1 blockade in advanced clear cell renal cell carcinoma. nat med, 2020. 26(6): p. 909-918.",
    "identifiers": [
      {
        "identifier": "Supplementary Tables",
        "link": ""
      }
    ]
  }
]